package ру.евант.константы;

/**
 * <b>Класс Ошибка</b>
 * Класс содержит константы описывающие возможные ошибки.
 *
 * @version 1.0
 * @autor Евсеев Антон Владимирович
 */
public final class Ошибка {

    public static final String МЕНЬШЕ_ИЛИ_РАВНО_НУЛЮ =
            "Произошла ошибка при попытке ввода номинальной стоимости. " +
                    "Номинальная стоимость должна быть больше нуля. " +
                    "Попробуйте еще раз.";


    public static final String ДАННЫЕ_ОТСУТСТВУЮТ =
            "Произошла ошибка при попытке получить ДАННЫЕ. " +
                    "Проверьте запрос. " +
                    "Попробуйте еще раз";
}